Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.tailscale.disconnectedHelp
source: Your Mac may be unreachable because Tailscale is off here. Turn it on, then try again.
ar: ربما لا يمكن الوصول إلى جهاز Mac الخاص بك لأن Tailscale متوقف هنا. قم بتشغيله، ثم حاول مرة أخرى.
de: Ihr Mac ist möglicherweise nicht erreichbar, da Tailscale hier deaktiviert ist. Schalten Sie es ein und versuchen Sie es erneut.
es: Es posible que no se pueda acceder a tu Mac porque Tailscale está desactivado aquí. Enciéndelo y vuelve a intentarlo.
fr: Votre Mac est peut-être inaccessible car Tailscale est désactivé ici. Allumez-le, puis réessayez.
ja: このデバイスで Tailscale がオフのため、Mac に接続できない可能性があります。Tailscale をオンにしてから、もう一度お試しください。
ko: Tailscale이 여기에서 꺼져 있기 때문에 Mac에 접근하지 못할 수도 있습니다. 전원을 켠 후 다시 시도해 보세요.
zh_hans: 您的 Mac 可能无法访问，因为 Tailscale 已关闭。打开它，然后重试。
zh_hant: 您的 Mac 可能無法訪問，因為 Tailscale 已關閉。打開它，然後重試。

# mobile.tailscale.genericDevice
source: device
ar: جهاز
de: Gerät
es: dispositivo
fr: appareil
ja: デバイス
ko: 장치
zh_hans: 设备
zh_hant: 裝置

# mobile.tailscale.inactiveTitleFormat
source: Tailscale is not active on this %@
ar: Tailscale غير نشط على %@
de: Tailscale ist auf diesem %@ nicht aktiv
es: Tailscale no está activo en este %@
fr: Tailscale n'est pas actif sur ce %@
ja: この%@では Tailscale が有効になっていません
ko: 이 %@에서는 Tailscale이 활성화되지 않습니다.
zh_hans: Tailscale 在此 %@ 上未激活
zh_hant: Tailscale 在此 %@ 上未激活

# mobile.tailscale.pairingHelp
source: Keep both devices on the same Tailscale network. Scan the Mac's pairing QR, or enter its numeric Tailscale IP and port.
ar: احتفظ بكلا الجهازين على نفس شبكة Tailscale. قم بمسح QR الخاص بإقران جهاز Mac، أو أدخل رقم Tailscale IP والمنفذ.
de: Halten Sie beide Geräte im selben Tailscale-Netzwerk. Scannen Sie den Kopplungs-QR des Mac oder geben Sie die numerische Tailscale-IP und den Port ein.
es: Mantenga ambos dispositivos en la misma red Tailscale. Escanee el QR de emparejamiento de la Mac o ingrese su IP y puerto numéricos de Tailscale.
fr: Gardez les deux appareils sur le même réseau Tailscale. Scannez le QR de couplage du Mac ou entrez son adresse IP et son port Tailscale numériques.
ja: 両方のデバイスを同じ Tailscale ネットワークに接続してください。Mac のペアリング QR をスキャンするか、数値の Tailscale IP アドレスとポートを入力します。
ko: 두 장치를 동일한 Tailscale 네트워크에 유지하십시오. Mac의 페어링 QR을 스캔하거나 숫자로 된 Tailscale IP 및 포트를 입력하세요.
zh_hans: 将两台设备保持在同一个 Tailscale 网络上。扫描 Mac 的配对二维码，或输入其数字 Tailscale IP 和端口。
zh_hant: 將兩台裝置保持在同一個 Tailscale 網路上。掃描 Mac 的配對二維碼，或輸入其數位 Tailscale IP 和連接埠。

# mobile.altScreenNotice.button.accessibilityLabel
source: Explain full-screen terminal sizing
ar: شرح تغيير حجم المحطة الطرفية بملء الشاشة
de: Erklären Sie die Größe des Vollbild-Terminals
es: Explicar el tamaño del terminal de pantalla completa.
fr: Expliquer le dimensionnement du terminal en plein écran
ja: 全画面ターミナルのサイズ表示を説明
ko: 전체 화면 터미널 크기 설명
zh_hans: 解释全屏终端尺寸
zh_hant: 解釋全螢幕終端尺寸

# mobile.altScreenNotice.dismissAction
source: Don't Show Again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus montrer
ja: 今後表示しない
ko: 다시 표시하지 않음
zh_hans: 不再显示
zh_hant: 不再顯示

# mobile.altScreenNotice.explanation
source: Full-screen mode mirrors the Mac terminal's exact size, so it may not fill this screen, and scrolling won't be as smooth. Claude Code: `/tui default`. Codex: restart with `codex --no-alt-screen`.
ar: يعكس وضع ملء الشاشة الحجم الدقيق لجهاز Mac، لذا قد لا يملأ هذه الشاشة، ولن يكون التمرير سلسًا. كود كلود: `/tui default`. Codex: أعد التشغيل باستخدام `codex --no-alt-screen`.
de: Der Vollbildmodus spiegelt die exakte Größe des Mac-Terminals wider, sodass er diesen Bildschirm möglicherweise nicht ausfüllt und das Scrollen nicht so reibungslos verläuft. Claude Code: „/tui default“. Codex: Neustart mit „codex --no-alt-screen“.
es: El modo de pantalla completa refleja el tamaño exacto del terminal Mac, por lo que es posible que no llene esta pantalla y el desplazamiento no será tan fluido. Código Claude: `/tui default`. Codex: reinicie con `codex --no-alt-screen`.
fr: Le mode plein écran reflète la taille exacte du terminal Mac, il se peut donc qu'il ne remplisse pas cet écran et le défilement ne sera pas aussi fluide. Code Claude : `/tui par défaut`. Codex : redémarrez avec `codex --no-alt-screen`.
ja: 全画面モードは Mac 側ターミナルのサイズをそのまま表示するため、この画面いっぱいに広がらない場合があり、スクロールも滑らかではなくなります。Claude Code: `/tui default`。Codex: `codex --no-alt-screen` で再起動。
ko: 전체 화면 모드는 Mac 터미널의 정확한 크기를 반영하므로 이 화면을 채우지 못할 수 있으며 스크롤이 원활하지 않습니다. 클로드 코드: `/tui default`. Codex: `codex --no-alt-screen`으로 다시 시작하세요.
zh_hans: 全屏模式反映了 Mac 终端的确切大小，因此它可能不会填满该屏幕，并且滚动不会那么流畅。克劳德代码：`/tui default`。 Codex：使用“codex --no-alt-screen”重新启动。
zh_hant: 全螢幕模式反映了 Mac 終端機的確切大小，因此它可能不會填滿該螢幕，並且滾動不會那麼流暢。克勞德代碼：`/tui default`。 Codex：使用「codex --no-alt-screen」重新啟動。

# mobile.altScreenNotice.title
source: Full-screen terminal app
ar: تطبيق طرفي بملء الشاشة
de: Vollbild-Terminal-App
es: Aplicación de terminal de pantalla completa
fr: Application de terminal en plein écran
ja: 全画面ターミナルアプリ
ko: 전체 화면 터미널 앱
zh_hans: 全屏终端应用程序
zh_hant: 全螢幕終端應用程式

# mobile.terminal.action.alt
source: Alt
ar: بديل
zh_hans: 替代
zh_hant: 替代

# mobile.terminal.action.alt.label
source: Alt
ar: بديل
zh_hans: 替代
zh_hant: 替代

# mobile.terminal.action.claude
source: Claude
ar: كلود
es: claudio
ko: 클로드
zh_hans: 克洛德
zh_hant: 克洛德

# mobile.terminal.action.claude.label
source: Insert Claude command
ar: أدخل أمر كلود
de: Fügen Sie den Claude-Befehl ein
es: Insertar comando Claude
fr: Insérer la commande Claude
ja: Claude コマンドを挿入
ko: 클로드 삽입 명령
zh_hans: 插入克劳德命令
zh_hant: 插入克勞德命令

# mobile.terminal.action.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# mobile.terminal.action.codex.label
source: Insert Codex command
ar: أدخل أمر الدستور الغذائي
de: Codex-Befehl einfügen
es: Insertar comando del códice
fr: Insérer la commande Codex
ja: Codex コマンドを挿入
ko: 코덱스 삽입 명령
zh_hans: 插入 Codex 命令
zh_hant: 插入 Codex 指令

# mobile.terminal.action.command.label
source: Command
ar: يأمر
de: Befehl
es: Dominio
fr: Commande
ko: 명령
zh_hans: 命令
zh_hant: 命令

# mobile.terminal.action.control
source: Ctrl
ar: كنترول
de: Strg
es: Control
ko: Ctrl 키
zh_hans: 控制键
zh_hant: 控制鍵

# mobile.terminal.action.control.label
source: Control
ar: يتحكم
de: Kontrolle
fr: Contrôle
ko: 제어
zh_hans: 控制
zh_hant: 控制

# mobile.terminal.action.ctrlC
source: ^C
ar: ^ ج

# mobile.terminal.action.ctrlC.label
source: Control C
ar: التحكم ج
de: Kontrolle C
fr: Contrôle C
ko: 컨트롤 C
zh_hans: 控制C
zh_hant: 控制C

# mobile.terminal.action.ctrlD
source: ^D
ar: ^ د

# mobile.terminal.action.ctrlD.label
source: Control D
ar: التحكم د
de: Kontrolle D
fr: Contrôle D
ko: 컨트롤 D
zh_hans: 控制D
zh_hant: 控制D

# mobile.terminal.action.ctrlL
source: ^L
ar: ^ ل

# mobile.terminal.action.ctrlL.label
source: Control L
ar: كنترول إل
de: Kontrollieren Sie L
fr: Contrôle L
ko: 컨트롤 L
zh_hans: 控制L
zh_hant: 控制L

# mobile.terminal.action.ctrlZ
source: ^Z
ar: ^ ض

# mobile.terminal.action.ctrlZ.label
source: Control Z
ar: التحكم ز
de: Steuern Sie Z
es: Controlar Z
fr: Contrôle Z
ko: 컨트롤 Z
zh_hans: 控制Z
zh_hant: 控制Z

# mobile.terminal.action.down.label
source: Down Arrow
ar: سهم لأسفل
de: Pfeil nach unten
es: Flecha hacia abajo
fr: Flèche vers le bas
ja: 下矢印
ko: 아래쪽 화살표
zh_hans: 向下箭头
zh_hant: 向下箭頭

# mobile.terminal.action.end
source: End
ar: نهاية
de: Ende
es: Fin
fr: Fin
ko: 끝
zh_hans: 结尾
zh_hant: 結尾

# mobile.terminal.action.end.label
source: End
ar: نهاية
de: Ende
es: Fin
fr: Fin
ko: 끝
zh_hans: 结尾
zh_hant: 結尾

# mobile.terminal.action.escape
source: Esc
ar: خروج
fr: Échap
zh_hans: Esc键
zh_hant: Esc鍵

# mobile.terminal.action.escape.label
source: Escape
ar: يهرب
de: Flucht
es: Escapar
fr: S'échapper
ko: 탈출하다
zh_hans: 逃脱
zh_hant: 逃脫

# mobile.terminal.action.hideKeyboard.label
source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
ko: 키보드 숨기기
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

# mobile.terminal.action.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 家
zh_hant: 家

# mobile.terminal.action.home.label
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 家
zh_hant: 家

# mobile.terminal.action.left.label
source: Left Arrow
ar: السهم الأيسر
de: Pfeil nach links
es: Flecha izquierda
fr: Flèche gauche
ja: 左矢印
ko: 왼쪽 화살표
zh_hans: 向左箭头
zh_hant: 向左箭頭

# mobile.terminal.action.pageDown.label
source: Page Down
ar: الصفحة لأسفل
de: Seite nach unten
es: Página abajo
fr: Page suivante
ko: 페이지 아래로
zh_hans: 向下翻页
zh_hant: 往下翻頁

# mobile.terminal.action.pageUp
source: PgUp
ar: صفحة أعلى
es: Re Pág
fr: Page précédente
zh_hans: 上页
zh_hant: 上頁

# mobile.terminal.action.pageUp.label
source: Page Up
ar: صفحة لأعلى
de: Seite nach oben
es: Página arriba
fr: Page précédente
ko: 페이지 위로
zh_hans: 向上翻页
zh_hant: 向上翻頁

# mobile.terminal.action.pipe.label
source: Pipe
ar: ماسورة
de: Rohr
es: Tubo
fr: Tuyau
ja: パイプ
ko: 파이프
zh_hans: 管道
zh_hant: 管道

# mobile.terminal.action.return
source: Return
ar: يعود
de: Zurückkehren
es: Devolver
fr: Retour
ko: 반품
zh_hans: 返回
zh_hant: 返回

# mobile.terminal.action.return.label
source: Return
ar: يعود
de: Zurückkehren
es: Devolver
fr: Retour
ko: 반품
zh_hans: 返回
zh_hant: 返回

# mobile.terminal.action.right.label
source: Right Arrow
ar: السهم الأيمن
de: Pfeil nach rechts
es: Flecha derecha
fr: Flèche droite
ja: 右矢印
ko: 오른쪽 화살표
zh_hans: 右箭头
zh_hant: 右箭頭

# mobile.terminal.action.shift.label
source: Shift
ar: يحول
de: Schicht
es: Cambio
fr: Changement
ko: 옮기다
zh_hans: 转移
zh_hant: 轉移

# mobile.terminal.action.tab
source: Tab
ar: فاتورة غير مدفوعة
es: Pestaña
fr: Languette
ko: 꼬리표
zh_hans: 选项卡
zh_hant: 選項卡

# mobile.terminal.action.tab.label
source: Tab
ar: فاتورة غير مدفوعة
es: Pestaña
fr: Languette
ko: 꼬리표
zh_hans: 选项卡
zh_hant: 選項卡

# mobile.terminal.action.tilde.label
source: Tilde
ar: تيلدا
ja: チルダ
ko: 틸데
zh_hans: 波形符
zh_hant: 波形符

# mobile.terminal.action.up.label
source: Up Arrow
ar: سهم لأعلى
de: Pfeil nach oben
es: Flecha arriba
fr: Flèche vers le haut
ja: 上矢印
ko: 위쪽 화살표
zh_hans: 向上箭头
zh_hant: 向上箭頭

# mobile.terminal.action.zoomIn.label
source: Zoom In
ar: تكبير
de: Vergrößern
es: Dar un golpe de zoom
fr: Zoomer
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

# mobile.terminal.action.zoomOut.label
source: Zoom Out
ar: تصغير
de: Herauszoomen
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

# mobile.terminal.arrowPad.label
source: Arrow pad
ar: لوحة السهم
de: Pfeilauflage
es: Teclas de control
fr: Flèche
ja: 矢印パッド
ko: 화살표 패드
zh_hans: 箭头垫
zh_hant: 箭頭墊

# mobile.terminal.inputPlaceholder
source: Send to terminal
ar: إرسال إلى المحطة
de: An Terminal senden
es: enviar a la terminal
fr: Envoyer au terminal
ja: ターミナルに送信
ko: 터미널로 보내기
zh_hans: 发送至终端
zh_hant: 發送至終端

# mobile.terminal.inputProxy.label
source: Terminal input
ar: المدخلات الطرفية
de: Terminaleingang
es: Entrada de terminal
fr: Entrée de borne
ja: ターミナル入力
ko: 단자 입력
zh_hans: 终端输入
zh_hant: 終端機輸入

# mobile.terminal.inputQueueFull
source: The terminal can't accept more input right now. Wait a moment and retry, or reopen the terminal if it stays unavailable.
ar: لا يمكن للمحطة قبول المزيد من المدخلات في الوقت الحالي. انتظر لحظة وأعد المحاولة، أو أعد فتح الجهاز إذا ظل غير متاح.
de: Das Terminal kann derzeit keine weiteren Eingaben akzeptieren. Warten Sie einen Moment und versuchen Sie es erneut, oder öffnen Sie das Terminal erneut, wenn es weiterhin nicht verfügbar ist.
es: El terminal no puede aceptar más entradas en este momento. Espere un momento y vuelva a intentarlo, o vuelva a abrir la terminal si no está disponible.
fr: Le terminal ne peut pas accepter plus d'entrées pour le moment. Attendez un moment et réessayez, ou rouvrez le terminal s'il reste indisponible.
ja: ターミナルは現在これ以上の入力を受け付けられません。しばらくしてから再試行するか、利用できない状態が続く場合はターミナルを開き直してください。
ko: 현재 터미널은 더 많은 입력을 받아들일 수 없습니다. 잠시 기다렸다가 다시 시도하거나 계속 사용할 수 없는 경우 터미널을 다시 여세요.
zh_hans: 终端现在无法接受更多输入。稍等片刻然后重试，或者如果终端仍然不可用，请重新打开终端。
zh_hant: 终端现在无法接受更多输入。稍等片刻然後重試，或者如果終端仍然不可用，請重新打開終端。

# mobile.terminal.modifier.stickyFormat
source: %@ sticky
ar: %@ لزجة
de: %@ klebrig
es: %@ pegajoso
fr: %@ collant
ja: %@ 固定
ko: %@ 고정

# mobile.terminal.new
source: New Terminal
ar: المحطة الجديدة
de: Neues Terminal
es: Nueva Terminal
fr: Nouveau terminal
ja: 新規ターミナル
ko: 새로운 터미널
zh_hans: 新航站楼
zh_hant: 新航廈

# mobile.terminal.picker.title
source: Terminals
ar: المحطات
es: Terminales
fr: Terminaux
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端

# mobile.terminal.select
source: Terminal
ar: صالة
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# mobile.terminal.send
source: Send
ar: يرسل
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# mobile.terminal.sendFailed
source: Couldn’t send. Check the connection and try again.
ar: لا يمكن الإرسال. تحقق من الاتصال وحاول مرة أخرى.
de: Konnte nicht gesendet werden. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo enviar. Verifique la conexión y vuelva a intentarlo.
fr: Impossible d'envoyer. Vérifiez la connexion et réessayez.
ja: 送信できませんでした。接続を確認して、もう一度お試しください。
ko: 보낼 수 없습니다. 연결을 확인하고 다시 시도해 보세요.
zh_hans: 无法发送。检查连接并重试。
zh_hant: 無法發送。檢查連接並重試。

# mobile.terminal.sendFailed.short
source: Send failed
ar: فشل الإرسال
de: Senden fehlgeschlagen
es: Envío fallido
fr: Échec de l'envoi
ja: 送信に失敗しました
ko: 보내기 실패
zh_hans: 发送失败
zh_hant: 發送失敗

# mobile.terminal.sending
source: Sending
ar: إرسال
de: Senden
es: Envío
fr: Envoi
ja: 送信中
ko: 배상
zh_hans: 发送
zh_hant: 傳送

# mobile.terminal.surfaceNotReady
source: Terminal surface is still starting.
ar: سطح المحطة لا يزال يبدأ.
de: Die Terminaloberfläche beginnt noch.
es: La superficie terminal aún está comenzando.
fr: La surface terminale commence toujours.
ja: ターミナル画面を起動しています。
ko: 터미널 표면이 아직 시작 중입니다.
zh_hans: 终端面仍在启动。
zh_hant: 終端面仍在啟動。

# mobile.terminal.rendererFailed
source: Terminal renderer failed to start.
ar: فشل جهاز العرض الطرفي في البدء.
de: Der Terminal-Renderer konnte nicht gestartet werden.
es: El renderizador de terminal no pudo iniciarse.
fr: Le moteur de rendu du terminal n'a pas pu démarrer.
ja: ターミナルレンダラーを起動できませんでした。
ko: 터미널 렌더러를 시작하지 못했습니다.
zh_hans: 终端渲染器无法启动。
zh_hant: 終端渲染器無法啟動。

# mobile.terminal.viewAsText
source: View as Text
ar: عرض كنص
de: Als Text anzeigen
es: Ver como texto
fr: Afficher sous forme de texte
ja: テキストとして表示
ko: 텍스트로 보기
zh_hans: 以文本形式查看
zh_hant: 以文字形式查看

# mobile.textSheet.copyAll
source: Copy All
ar: نسخ الكل
de: Alles kopieren
es: Copiar todo
fr: Copier tout
ja: すべてコピー
ko: 모두 복사
zh_hans: 全部复制
zh_hant: 全部複製

# mobile.textSheet.done
source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完毕
zh_hant: 完畢

# mobile.textSheet.empty
source: No terminal text available
ar: لا يوجد نص طرفي متاح
de: Kein Terminaltext verfügbar
es: No hay texto de terminal disponible
fr: Aucun texte de terminal disponible
ja: 表示できるターミナルテキストがありません
ko: 사용 가능한 터미널 텍스트가 없습니다.
zh_hans: 没有可用的终端文本
zh_hant: 沒有可用的終端文本

# mobile.textSheet.title
source: Terminal Text
ar: نص المحطة
es: Texto terminal
fr: Texte du terminal
ja: ターミナルのテキスト
ko: 터미널 텍스트
zh_hans: 终端文本
zh_hant: 終端文字

# mobile.textSheet.truncated
source: Showing the last %d lines.
ar: عرض آخر خطوط %d.
de: Zeigt die letzten %d-Zeilen.
es: Mostrando las últimas líneas %d.
fr: Affichage des dernières lignes %d.
ja: 最新の%d行を表示しています。
ko: 마지막 %d 라인을 표시합니다.
zh_hans: 显示最后的 %d 行。
zh_hant: 顯示最後的 %d 行。

# mobile.taskComposer.action.caption
source: Creates a workspace and sends your prompt immediately.
ar: إنشاء مساحة عمل وإرسال المطالبة الخاصة بك على الفور.
de: Erstellt einen Arbeitsbereich und sendet Ihre Eingabeaufforderung sofort.
es: Crea un espacio de trabajo y envía su mensaje inmediatamente.
fr: Crée un espace de travail et envoie votre invite immédiatement.
ja: ワークスペースを作成し、プロンプトをすぐに送信します。
ko: 작업공간을 생성하고 프롬프트를 즉시 보냅니다.
zh_hans: 创建工作区并立即发送您的提示。
zh_hant: 建立工作區並立即發送您的提示。

# mobile.taskComposer.action.promptRequiredFormat
source: Add a prompt to put %@ to work.
ar: قم بإضافة مطالبة لتشغيل %@.
de: Fügen Sie eine Eingabeaufforderung hinzu, um %@ zum Laufen zu bringen.
es: Agregue un mensaje para poner en funcionamiento %@.
fr: Ajoutez une invite pour faire fonctionner %@.
ja: プロンプトを入力すると%@を起動できます。
ko: %@를 작동시키라는 프롬프트를 추가합니다.
zh_hans: 添加提示以使 %@ 正常工作。
zh_hant: 新增提示以使 %@ 正常運作。

# mobile.taskComposer.action.routeCaptionFormat
source: New workspace on %1$@ in %2$@.
ar: مساحة عمل جديدة على %1$@ في %2$@.
de: Neuer Arbeitsbereich auf %1$@ in %2$@.
es: Nuevo espacio de trabajo en %1$@ en %2$@.
fr: Nouvel espace de travail sur %1$@ dans %2$@.
ja: 新しいワークスペースを%1$@の%2$@に作成します。
ko: %2$@의 %1$@에 대한 새로운 작업 공간.
zh_hans: %2$@ 中 %1$@ 上的新工作区。
zh_hant: %2$@ 中 %1$@ 上的新工作區。

# mobile.taskComposer.action.shellCaption
source: Opens a workspace with an interactive shell.
ar: يفتح مساحة عمل ذات غلاف تفاعلي.
de: Öffnet einen Arbeitsbereich mit einer interaktiven Shell.
es: Abre un espacio de trabajo con un shell interactivo.
fr: Ouvre un espace de travail avec un shell interactif.
ja: 対話型シェルでワークスペースを開きます。
ko: 대화형 셸을 사용하여 작업공간을 엽니다.
zh_hans: 使用交互式 shell 打开工作区。
zh_hant: 使用互動式 shell 開啟工作區。

# mobile.taskComposer.attachments.add
source: Add Attachment
ar: إضافة مرفق
de: Anhang hinzufügen
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
ja: 添付ファイルを追加
ko: 첨부파일 추가
zh_hans: 添加附件
zh_hant: 新增附件

# mobile.taskComposer.attachments.alert.title
source: Couldn’t Add Attachment
ar: تعذر إضافة المرفق
de: Anhang konnte nicht hinzugefügt werden
es: No se pudo agregar el archivo adjunto
fr: Impossible d'ajouter une pièce jointe
ja: 添付ファイルを追加できませんでした
ko: 첨부파일을 추가할 수 없습니다
zh_hans: 无法添加附件
zh_hant: 無法新增附件

# mobile.taskComposer.attachments.chooseFiles
source: Choose Files
ar: اختر الملفات
de: Wählen Sie Dateien
es: Elija archivos
fr: Choisissez des fichiers
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件
zh_hant: 選擇文件

# mobile.taskComposer.attachments.fileTooLarge
source: Choose a file smaller than 32 MB.
ar: اختر ملفًا أصغر من 32 ميغابايت.
de: Wählen Sie eine Datei, die kleiner als 32 MB ist.
es: Elija un archivo de menos de 32 MB.
fr: Choisissez un fichier inférieur à 32 Mo.
ja: 32 MB未満のファイルを選択してください。
ko: 32MB보다 작은 파일을 선택하세요.
zh_hans: 选择小于 32 MB 的文件。
zh_hant: 選擇小於 32 MB 的檔案。

# mobile.taskComposer.attachments.imageRejected
source: That image couldn’t be compressed below 8 MB.
ar: لا يمكن ضغط هذه الصورة لأقل من 8 ميغابايت.
de: Dieses Bild konnte nicht unter 8 MB komprimiert werden.
es: Esa imagen no se podía comprimir por debajo de 8 MB.
fr: Cette image n'a pas pu être compressée en dessous de 8 Mo.
ja: 画像を8 MB未満に圧縮できませんでした。
ko: 해당 이미지는 8MB 미만으로 압축할 수 없습니다.
zh_hans: 该图像无法压缩到 8 MB 以下。
zh_hant: 此影像無法壓縮到 8 MB 以下。

# mobile.taskComposer.attachments.limit.count
source: You can attach up to 10 items to a task.
ar: يمكنك إرفاق ما يصل إلى 10 عناصر بالمهمة.
de: Sie können bis zu 10 Elemente an eine Aufgabe anhängen.
es: Puede adjuntar hasta 10 elementos a una tarea.
fr: Vous pouvez joindre jusqu'à 10 éléments à une tâche.
ja: 1つのタスクに添付できる項目は10件までです。
ko: 하나의 작업에 최대 10개의 항목을 첨부할 수 있습니다.
zh_hans: 您最多可以将 10 个项目附加到一个任务。
zh_hant: 您最多可以將 10 個項目附加到一個任務。

# mobile.taskComposer.attachments.limit.totalSize
source: Task attachments can use up to 64 MB in total.
ar: يمكن أن تستخدم مرفقات المهام ما يصل إلى 64 ميجا بايت إجمالاً.
de: Aufgabenanhänge können insgesamt bis zu 64 MB belegen.
es: Los archivos adjuntos de tareas pueden utilizar hasta 64 MB en total.
fr: Les pièces jointes aux tâches peuvent utiliser jusqu'à 64 Mo au total.
ja: タスクの添付ファイルは合計64 MBまでです。
ko: 작업 첨부 파일은 총 64MB까지 사용할 수 있습니다.
zh_hans: 任务附件总共最多可以使用 64 MB。
zh_hant: 任務附件總共最多可使用 64 MB。

# mobile.taskComposer.attachments.paste
source: Paste
ar: لصق
es: Pasta
fr: Coller
ja: ペースト
ko: 반죽
zh_hans: 粘贴
zh_hant: 貼上

# mobile.taskComposer.attachments.photoLibrary
source: Photo Library
ar: مكتبة الصور
de: Fotobibliothek
es: Biblioteca de fotos
fr: Photothèque
ja: 写真ライブラリ
ko: 사진 라이브러리
zh_hans: 照片库
zh_hant: 照片庫

# mobile.taskComposer.attachments.preview
source: Preview Attachment
ar: معاينة المرفق
de: Vorschau des Anhangs
es: Vista previa del archivo adjunto
fr: Aperçu de la pièce jointe
ja: 添付ファイルをプレビュー
ko: 첨부파일 미리보기
zh_hans: 预览附件
zh_hant: 預覽附件

# mobile.taskComposer.attachments.remove
source: Remove Attachment
ar: إزالة المرفق
de: Anhang entfernen
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
ja: 添付ファイルを削除
ko: 첨부파일 제거
zh_hans: 删除附件
zh_hant: 刪除附件

# mobile.taskComposer.attachments.unreadable
source: That file couldn’t be read. Choose another file.
ar: لا يمكن قراءة هذا الملف. اختر ملفًا آخر.
de: Diese Datei konnte nicht gelesen werden. Wählen Sie eine andere Datei.
es: Ese archivo no se pudo leer. Elija otro archivo.
fr: Ce fichier n'a pas pu être lu. Choisissez un autre fichier.
ja: ファイルを読み込めませんでした。別のファイルを選択してください。
ko: 해당 파일을 읽을 수 없습니다. 다른 파일을 선택하세요.
zh_hans: 无法读取该文件。选择另一个文件。
zh_hant: 無法讀取該檔案。選擇另一個文件。

# mobile.taskComposer.attachments.upload.authorization
source: That Mac did not authorize the attachment upload.
ar: لم يأذن جهاز Mac بتحميل المرفقات.
de: Dieser Mac hat das Hochladen des Anhangs nicht autorisiert.
es: Esa Mac no autorizó la carga del archivo adjunto.
fr: Ce Mac n'a pas autorisé le téléchargement de la pièce jointe.
ja: Macが添付ファイルのアップロードを承認しませんでした。
ko: 해당 Mac은 첨부 파일 업로드를 승인하지 않았습니다.
zh_hans: 该 Mac 未授权附件上传。
zh_hant: 該 Mac 未授權附件上傳。

# mobile.taskComposer.attachments.upload.failed
source: The attachments couldn’t be uploaded. Check the files and try again.
ar: لا يمكن تحميل المرفقات. تحقق من الملفات ثم حاول مرة أخرى.
de: Die Anhänge konnten nicht hochgeladen werden. Überprüfen Sie die Dateien und versuchen Sie es erneut.
es: No se pudieron cargar los archivos adjuntos. Verifique los archivos e inténtelo nuevamente.
fr: Les pièces jointes n'ont pas pu être téléchargées. Vérifiez les fichiers et réessayez.
ja: 添付ファイルをアップロードできませんでした。ファイルを確認して、もう一度お試しください。
ko: 첨부파일을 업로드할 수 없습니다. 파일을 확인하고 다시 시도하세요.
zh_hans: 附件无法上传。检查文件并重试。
zh_hant: 附件無法上傳。檢查文件並重試。

# mobile.taskComposer.attachments.upload.notConnected
source: The attachments couldn’t be uploaded because that Mac is not connected.
ar: تعذر تحميل المرفقات لأن جهاز Mac غير متصل.
de: Die Anhänge konnten nicht hochgeladen werden, da dieser Mac nicht verbunden ist.
es: Los archivos adjuntos no se pudieron cargar porque esa Mac no está conectada.
fr: Les pièces jointes n'ont pas pu être téléchargées car ce Mac n'est pas connecté.
ja: Macが接続されていないため、添付ファイルをアップロードできませんでした。
ko: 해당 Mac이 연결되어 있지 않아 첨부파일을 업로드할 수 없습니다.
zh_hans: 由于 Mac 未连接，因此无法上传附件。
zh_hant: 由於 Mac 未連接，因此無法上傳附件。

# mobile.taskComposer.attachments.upload.timedOut
source: The Mac did not finish uploading the attachments in time.
ar: لم ينته جهاز Mac من تحميل المرفقات في الوقت المناسب.
de: Der Mac hat das Hochladen der Anhänge nicht rechtzeitig abgeschlossen.
es: La Mac no terminó de cargar los archivos adjuntos a tiempo.
fr: Le Mac n'a pas fini de télécharger les pièces jointes à temps.
ja: Macでの添付ファイルのアップロードが時間内に完了しませんでした。
ko: Mac이 첨부 파일 업로드를 제때 완료하지 못했습니다.
zh_hans: Mac 没有及时完成附件上传。
zh_hant: Mac 沒有及時完成附件上傳。

# mobile.taskComposer.attachments.upload.unsupported
source: That Mac does not support task attachments.
ar: لا يدعم جهاز Mac مرفقات المهام.
de: Dieser Mac unterstützt keine Aufgabenanhänge.
es: Esa Mac no admite archivos adjuntos de tareas.
fr: Ce Mac ne prend pas en charge les pièces jointes de tâches.
ja: そのMacはタスクの添付ファイルに対応していません。
ko: 해당 Mac은 작업 첨부를 지원하지 않습니다.
zh_hans: 该 Mac 不支持任务附件。
zh_hant: 該 Mac 不支援任務附件。

# mobile.taskComposer.agent
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理人
zh_hant: 代理人

# mobile.taskComposer.agent.edit
source: Edit Agents
ar: تحرير الوكلاء
de: Bearbeiten Sie Agenten
es: Editar agentes
fr: Modifier les agents
ja: エージェントを編集
ko: 에이전트 편집
zh_hans: 编辑代理
zh_hant: 編輯代理

# mobile.taskComposer.agent.error.claudeUnavailable
source: Claude unavailable
ar: كلود غير متوفر
de: Claude nicht verfügbar
es: claudio no disponible
fr: Claude indisponible
ja: Claudeを利用できません
ko: 클로드를 사용할 수 없습니다
zh_hans: 克劳德缺席
zh_hant: 克勞德缺席
